Repository: julianrasou/jrs-post-analytics
Catalog: languages/jrs-post-analytics-*.po
Languages: es_es, gl_es

source: Displays post analytics (word count, character count, reading time) at the beginning or end of your posts
es_es: Muestra estadísticas sobre las entradas (recuento de palabras, caracteres y tiempo de lectura) al principio o al final de las mismas

source: Post Analytics Settings
es_es: Configuración del análisis de la entrada
gl_es: Configuración da análise das publicacións

source: Post Analytics
es_es: Análisis de las entradas
gl_es: Análise da publicación

source: Display Location
es_es: Localización
gl_es: Localización

source: Headline Text
es_es: Texto del encabezado
gl_es: Texto da cabeceira

source: Reading Speed
es_es: Velocidad de lectura

source: Enable Word Count
es_es: Mostrar recuento de palabras
gl_es: Mostrar conteo de palabras

source: Enable Character Count
es_es: Mostrar recuento de caracteres
gl_es: Mostrar conteo de caracteres

source: Enable Read Time
es_es: Mostrar tiempo de lectura
gl_es: Mostrar tempo de lectura

source: Beginning of post
es_es: Inicio de la entrada
gl_es: Inicio da publicación

source: End of post
es_es: Final de la entrada
gl_es: Fin da publicación

source: This post has %s words.
es_es: Esta entrada tiene %s palabras.
gl_es: Esta publicación ten %s palabras.

source: This post has %s characters.
es_es: Esta entrada tiene %s caracteres.
gl_es: Esta publicación ten %s caracteres.

source: Calculations based on a reading speed of %s words per minute.
es_es: Cálculo basado en una velocidad de lectura de %s palabras por minuto.

source: This post will take less than <span title="%s">1 minute</span> to read.
es_es: Esta entrada tomará menos de <span title="%s">un minuto</span> de lectura.

source: This post will take about <span title="%s">1 minute</span> to read.
es_es: Esta entrada tomará aproximadamente <span title="%s">1 minuto</span> de lectura.

source: This post will take about <span title="%1$s">%2$s minutes</span> to read.
es_es: Esta entrada tomará aproximadamente <span title="%1$s">%2$s minutos</span> de lectura.

source: Displays post analytics (word count, character count, reading time) at the beggining or end of your posts
gl_es: Mostra unha análise (conteo de palabras, caracteres, tempo de lectura) ao principio ou final das publicacións

source: This post will take less than 1 minute to read.
gl_es: Esta publicación tomará menos dun minuto de lectura.

source: This post will take about 1 minute to read.
gl_es: Esta publicación tomará aproximadamente un minuto de lectura.

source: This post will take about %s minutes to read.
gl_es: Esta publicación tomará aproximadamente %s minutos de lectura.
